module.exports = {
    alchemyKey: '',  // alchemy提供的ApiKey
    maxPriority: "2",  // 最大优先费 [建议>2]
    maxGasPrice: "30",  // 最大Gas [建议>30]
    multipleGas: 1.2,  // gaslimit倍数,默认1.2,小于1会导致发生out of gas失败，过高需要余额充足 [>=1]
    collectAddress: "",  // 归集地址
    // 地址
    publicKey: [
        "0x0000000000000000000000000000000000000000",
        "0x1111111111111111111111111111111111111111",
    ],
    // 私钥
    privateKey: [
        "0x0000000000000000000000000000000000000000000000000000000000000000",
        "0x1111111111111111111111111111111111111111111111111111111111111111",

    ],
    // 账户别名
    nickName: [
        "示例账户1",
        "示例账户2",
    ],
}